Repository: bxhrnd866/iOS_ToB_Tapplock
Catalog: ToBTappiOS/ToBTappiOS/*.lproj/Localizable.strings
Languages: cs, ja, ko, sk

# ErrorMessage_FirstNameEmpty
source: Please fill in first name
cs: Zadejte jméno
ja: 名を記入してください
ko: 이름을입력하십시오
sk: Zadajte meno

# ErrorMessage_UsernameNameEmpty
source: Please fill in the Username
cs: Vyplňte uživatelské jméno
ja: ユーザー名を記入してください
ko: 사용자이름을입력하십시오
sk: Vyplňte užívateľské meno

# ErrorMessage_FirstNameOverLenth
source: Please don't input more than %d characters for first name
cs: Jméno nesmí přesahovat %d znaků
ja: 名字は%d文字以上入力しないでください
ko: 이름에 %d 자 이상을 입력하지 마십시오.
sk: Meno nesmie presahovať %d znakov

# ErrorMessage_UserNameOverLenth
source: Please don't input Username more than %d characters
ja: %d文字以上のユーザー名を入力しないでください
ko: 마세요, 먼저 %d여 문자 이름 입력

# ErrorMessage_LastNameEmpty
source: Please fill in last name
cs: Zadejte příjmení
ja: 姓を記入してください
ko: 성을입력하십시오
sk: Zadajte priezvisko

# ErrorMessage_LastNameOverLenth
source: Please don't input more than %d characters for last name
cs: Příjmení nesmí přesahovat %d znaků
ja: 姓には%d文字以上は入力しないでください
ko: 성에 %d 자 이상을 입력하지 마십시오.
sk: Priezvisko nesmie presahovať %d znakov

# ErrorMessage_MailEmpty
source: Please fill in email
cs: Vyplňte e-mail
ja: 電子メールを入力してください
ko: 이메일을입력하십시오
sk: Vyplňte e-mail

# ErrorMessage_MailIncorrect
source: Incorrect email format
cs: Nesprávný formát e-mailu
ja: 電子メールの形式が正しくありません
ko: 잘못된이메일형식
sk: Nesprávny formát e-mailu

# ErrorMessage_PasswordEmpty
source: Please fill in password
cs: Zadejte heslo
ja: パスワードを記入してください
ko: 비밀번호를입력하십시오
sk: Zadajte heslo

# ErrorMessage_OldPasswordEmpty
source: Please fill in the old password
cs: Zadejte staré heslo
ja: 古いパスワードを入力してください
ko: 이전비밀번호를입력하십시오
sk: Zadajte staré heslo

# ErrorMessage_NewPasswordEmpty
source: Please fill in the new password
cs: Zadejte nové heslo
ja: 新しいパスワードを入力してください
ko: 새비밀번호를입력하십시오
sk: Zadajte nové heslo

# ErrorMessage_PasswordTooShort
source: Password must be at least %d characters
cs: PHeslo musí obsahovat min. %d znaků
ja: パスワードは半角英数%d文字以上でなければなりません
ko: 비밀번호는%d자이상이어야합니다
sk: Heslo musí obsahovať min. %d znakov

# ErrorMessage_PasswordOverLenth
source: Please don't input more than %d characters for password
cs: Heslo by nemělo přesahovat %d znaků
ja: パスワードは%d文字以上入力しないでください
ko: 비밀번호에 %d 자 이상을 입력하지 마십시오.
sk: Heslo nesmie presahovať %d znakov

# ErrorMessage_NewPasswordTooShort
source: New Password should be more than %d characters
cs: Nové heslo by mělo být delší než %d znaků
ja: 新しいパスワードは%d文字以上にする必要があります
ko: 새 비밀번호는 %d 자 이상이어야 합니다.
sk: Nové heslo by malo byť dlhšie ako %d znakov

# ErrorMessage_NewPasswordOverLenth
source: Please don't input more than %d characters for new password
cs: Nové heslo by nemělo přesahovat %d znaků
ja: 新しいパスワードは%d文字以上入力しないでください
ko: 새 비밀번호에 %d 자 이상의 문자를 입력하지 마십시오.
sk: Nové heslo nesmie presahovať %d znakov

# ErrorMessage_PasswordConfirmEmpty
source: Please enter the confirmed password
cs: Zadejte potvrzené heslo
ja: 確認済みのパスワードを入力してください
ko: 확인비밀번호를입력하십시오
sk: Zadajte potvrdené heslo

# ErrorMessage_PasswordConfirmWrong
source: Passwords do not match
cs: Hesla se neshodují
ja: パスワードが一致していません
ko: 비밀번호가일치하지않습니다
sk: Heslá sa nezhodujú

# ErrorMessage_vCodeEmpty
source: Please fill in the verification code
cs: Zadejte ověřovací kód
ja: 確認コードを入力してください
ko: 인증번호를입력하십시오
sk: Zadajte overovací kód

# ErrorMessage_vCodeWrong
source: Verification code mismatch
cs: Ověřovací kód se neshoduje
ja: 確認コードの不一致
ko: 인증번호불일치
sk: Overovací kód sa nezhoduje

# ErrorMessage_BluetoothOff
source: Bluetooth is turned off Please turn on the bluetooth
cs: Bluetooth je vypnuté Prosím, zapněte Bluetooth
ja: Bluetoothがオフになっています お使いの端末でBluetooth モードをオンにしてください
ko: 블루투스가 꺼져 있습니다. 블루투스를 켜주십시오
sk: Bluetooth je vypnuté Prosím, zapnite Bluetooth

# ErrorMessage_NetOff
source: Please check your internet connection.
cs: Zkontrolujte připojení k internetu.
ja: インターネット接続を確認してください。
ko: 인터넷연결을확인해주십시오
sk: Skontrolujte pripojenie k internetu.

# ErrorMessage_BluetoothConnectFailed
source: Bluetooth Connected Failed
cs: Bletooth připojeno Selhalo
ja: Bluetooth接続障害
ko: 블루투스 연결 실패
sk: Bluetooth pripojené Zlyhalo

# ErrorMessage_Synchronizing
source: Data Synchronizing Failed, Please Try Again
cs: Synchronizace dat selhala, Zkuste to znovu
ja: データの同期に失敗しました、 もう一度お試しください。
ko: 데이터 동기화 실패했습니다. 다시 시도하십시오.
sk: Synchronizácia dát zlyhala, Skúste to znova

# ErrorMessage_LockDisconnected
source: Tapplock is disconnected, Please turn your lock into the Bluetooth mode
cs: Bluetooth odpojeno, nastavte na vašem zámku režim Bluetooth
ja: Bluetooth が切断されました。TapplockをBluetooth モードに設定してください
ko: 블루투스연결이끊어졌습니다.잠금장치를블루투스모드로설정하십시오.
sk: Bluetooth odpojené, nastavte na vašom zámku režim Bluetooth

# ErrorMessage_Morse
source: Morse Code Setup Failed
cs: Nastavení morseovky selhalo
ja: モールス符号の設定に失敗しました
ko: 모스코드 설정 실패
sk: Nastavenie morzeovky zlyhalo

# ErrorMessage_MorseTooShort
source: Please input more than %d codes
cs: Vložte více než %d kódů
ja: %dつ以上のコードを入力してください
ko: %d 코드 이상을 입력하십시오.
sk: PVložte viac jako %d kódov

# ErrorMessage_MorseOverLenth
source: Can't input more than %d codes
cs: Nemůžete použít více než %d kódů
ja: %dつ以上のコードを入力できません
ko: %d 코드를 초과하여 입력 할 수 없습니다.
sk: Nemôžete použiť viac jako %d kódov

# ErrorMessage_MorseNoLongCode
source: It can't be all short codes Please set some long codes
cs: Nemůžete použít pouze krátké kódy Použijte i dlouhé kódy
ja: すべてのショートコードにすることはできません いくつかの長いコードを設定してください
ko: 전체를 짧은 코드 (short codes)로 설정할 수 없습니다. 긴 코드 (long codes)를 같이 설정해 주십시오.
sk: Nemôžete použiť iba krátke kódy Použite aj dlhé kódy

# ErrorMessage_LockNameEmpty
source: Please input Lock Name
cs: Vložte název zámku
ja: Tapplock名を入力してください
ko: 잠금장치 이름을 입력하십시오
sk: Vložte názov zámku

# ErrorMessage_LockNameOverLenth
source: Please don't input lock name more than %d characters
cs: Název zámku nemůže obsahovat více než %d znaků
ja: Tapplock名を%d文字以上入力しないでください
ko: 잠금장치 이름을 %d 자 이상 입력하지 마십시오.
sk: Názov zámku nemôže obsahovať viac ako %d znakov

# ErrorMessage_NoFirmwareUpdate
source: Your Tapplock has been upgraded to the latest version.
cs: Váš Tapplock byl aktualizován na nejnovější verzi.
ja: あなたのTapplockは最新バージョンにアップグレードされました。
ko: 귀하의Tapplock이최신버전으로업데이트되었습니다.
sk: Váš Tapplock bol aktualizovaný na najnovšiu verziu.

# ErrorMessage_Delete
source: Delete Failed
cs: Smazání selhalo
ja: 削除に失敗しました
ko: 삭제 실패
sk: Zmazanie zlyhalo

# ErrorMessage_DeleteFingerprint
source: Failed to delete fingerprint
cs: Smazání otisku selhalo
ja: 指紋の削除に失敗しました
ko: 지문삭제실패
sk: Zmazanie odtlačku zlyhalo

# ErrorMessage_ShareToEmpty
source: Please choose whom to share to
cs: Vyberte, s kým chcete sdílet přístup
ja: 共有先を選択してください
ko: 공유대상을선택하십시오
sk: Vyberte, s kým chcete zdieľať prístup

# ErrorMessage_ShareLockEmpty
source: Please choose the share lock
cs: Vyberte zámek, který chcete sdílet
ja: 共有するTapplockを選択してください
ko: 공유잠금장치를선택하십시오
sk: Vyberte zámok, ktorý chcete zdieľať

# ErrorMessage_ShareStartTimeEmpty
source: Please choose the start time
cs: Zvolte počáteční datum
ja: 開始日を選択してください
ko: 시작일을설정하십시오
sk: Zvoľte počiatočný dátum

# ErrorMessage_ShareEndTimeEmpty
source: Please choose the end time
cs: Zvolte datum od od
ja: 終了日を選択してください
ko: 종료일을설정하십시오
sk: Zvoľte dátum ukončenia

# ErrorMessage_ShareStartTimeEndTime
source: The start time must not exceed the end time
cs: Počáteční datum nesmí přesahovat datum ukončení
ja: 開始時刻は終了時刻を超えてはいけません
ko: 시작시간은종료시간후로설정할수없습니다.
sk: Počiatočný dátum nesmie presahovať dátum ukončenia

# ErrorMessage_FeedbackTitleEmpty
source: Please fill in feedback title
cs: Vyplňte titulek
ja: フィードバックタイトルを入力してください
ko: 피드백제목을작성하십시오
sk: Vyplňte titulok

# ErrorMessage_FeedbackDescriptionEmpty
source: Please input the feedback description
cs: Vložte popis zpětné vazby
ja: 入力記述してください
ko: 피드백 설명을 입력하십시오.
sk: Vložte popis spätnej väzby

# ErrorMessage_EnrollTemplateExisted
source: Enroll failed because of template existed
cs: Zápis otisku selhal, kvůli již existující šabloně
ja: 登録テンプレートの存在のために失敗しました
ko: 기존에 등록된 지문이 존재하기 때문에
sk: Zápis odtlačku zlyhal, kvôli už existujúcej šablóne

# ErrorMessage_EnrollNoSpace
source: If the enrollment process is complete, the light will appear green.
cs: Jakmile je proces zápisu dokončený, dioda se rozsvítí zeleně.
ja: 登録プロセスが完了すると、ライトが緑色に表示されます。
ko: 지문등록이완료되면상태표시등이녹색으로표시됩니다.
sk: Akonáhle je proces zápisu dokončený, dióda sa rozsvieti na zeleno..

# ErrorMessage_Enroll
source: Failed to enroll fingerprint, please try again.
cs: Zápis otisku selhal, zkuste to znovu.
ja: 指紋の登録に失敗しました。もう一度お試しください。
ko: 지문을등록하지못했습니다.다시시도해주십시오.
sk: Zápis odtlačku zlyhal, skúste to znova.

# ErrorMessage_EnrollMismatch
source: because of mismatch of fingerprint with confirmation
cs: kvůli neshodě otisku s potvrzením
ja: 確認した指紋が一致していません
ko: 지문확인불일치로인하여
sk: kvôli nezhode odtlačku s potvrdením

# ErrorMessage_FingerOwnerEmpty
source: Please choose owner's name
cs: Vyberte jméno vlastníka
ja: オーナーの名前を選択してください
ko: 사용자이름을선택해주십시오
sk: Vyberte meno vlastníka

# ErrorMessage_FingerHandEmpty
source: Please choose the hand
cs: Zvolte ruku
ja: 手を選んでください
ko: 사용손을선택해주십시오
sk: Zvoľte ruku

# ErrorMessage_FingerEmpty
source: Please choose the finger
cs: Zvolte prst
ja: 指を選んでください
ko: 손가락을선택해주십시오
sk: Zvoľte prst

# ErrorMessage_Emoji
source: Please don't input Emoji
cs: Nevkládejte emoji
ja: 絵文字は入力しないでください
ko: 이모티콘을 입력하지 마십시오.
sk: Nevkladajte emoji

# SuccessMessage_Save
source: Saved Successfully
cs: Úspěšně uloženo
ja: 保存されました
ko: 저장 성공
sk: Úspešne uložené

# SuccessMessage_AddNewLock
source: Added New Tapplock Successfully Please add a Fingerprint
cs: Nový Tapplock byl úspěšně přidán Prosíme, přidejte otisk
ja: 新しいTapplockが追加されました 指紋を追加してください
ko: 새로운 Tapplock 추가 성공 지문을 추가하십시오
sk: Nový Tapplock bol úspešne pridaný Prosím, pridajte odtlačok

# SuccessMessage_AddFingerprint
source: Added Fingerprint Successfully
cs: Otisk úspěšně přidán
ja: 指紋が追加されました
ko: 지문 추가 성공
sk: Odtlačok úspešne pridaný

# SuccessMessage_LockName
source: Tapplock Name Saved Successfully
cs: Název Tapplocku úspěšně uložen
ja: Tapplockの名前が保存されました
ko: Tapplock 이름 저장 성공
sk: Názov Tapplocku úspešne uložený

# SuccessMessage_MorseCode
source: Morse Code Saved Successfully
cs: Morseovka úspěšně uložena
ja: モールス符号が保存されました
ko: 모스코드 저장 성공
sk: Morzeovka úspešne uložená

# SuccessMessage_Register
source: Registered Successfully
cs: Registrace proběhla úspěšně
ja: 登録されました
ko: 등록 성공
sk: Registrácia prebehla úspešne

# SuccessMessage_RollingBack
source: Rolled Back Successfully
cs: Návrat byl úspěšný
ja: ロールバックしました
ko: 롤백 성공
sk: Návrat bol úspešný

# SuccessMessage_Delete
source: Deleted Successfully
cs: Smazání bylo úspěšné
ja: 削除されました
ko: 삭제 성공
sk: Zmazanie bolo úspešné

# SuccessMessage_Feedback
source: Feedback Sent Successfully
cs: Zpráva úspěšně odeslána
ja: フィードバックが送付されました
ko: 피드백 성공
sk: Správa úspešne odoslaná

# SuccessMessage_ShareAccess
source: Share Access Saved Successfully
cs: Sdílený přístup úspěšně uložen
ja: 共有が保存されました
ko: 공유 액세스 저장 성공
sk: Zdieľaný prístup úspešne uložený

# SuccessMessage_ShareUser
source: Share User Saved Successfully
cs: Uživatel ke sdílení úspěšně uložen
ja: 共有されたユーザーが保存されました
ko: 공유 사용자 저장 성공
sk: Užívateľ na zdieľanie úspešne uložený

# SuccessMessage_UserName
source: Username Saved Successfully
cs: Uživatelské jméno úspěšně uloženo
ja: ユーザー名が保存されました
ko: 사용자 이름 저장 성공
sk: Užívateľské meno úspešne uložené

# SuccessMessage_Password
source: New Password Saved Successfully
cs: Nové heslo úspěšně uloženo
ja: 新しいパスワードが保存されました
ko: 신규 비밀번호 저장 성공
sk: Nové heslo úspešne uložené

# EnsureMessage_DeleteLock
source: Are you sure you want to delete this Tapplock?
cs: Opravdu chcete odstranit tento Tapplock?
ja: このTapplockを削除してもよろしいですか？
ko: 이Tapplock을정말지우시겠습니까?
sk: Naozaj chcete odstrániť tento Tapplock?

# EnsureMessage_Notification
source: Turning off notifications may result in missing important notices
cs: Vypnutím notifikací můžete přijít o důležitá upozornění.
ja: 通知をオフにすると、重要な通知が表示されなくなる可能性があります。
ko: 알림을끄면중요한알림이누락될수있습니다
sk: Vypnutím notifikácií môžete prísť o dôležité upozornenia.

# EnsureMessage_Logout
source: Are you sure you want to exit Tapplock?
cs: Opravdu chcete opustit aplikaci Tapplock?
ja: Tapplockを終了してもよろしいですか？
ko: Tapplock을정말종료하시겠습니까?
sk: Naozaj chcete opustiť aplikáciu Tapplock?

# ItmeNext
source: Next
cs: DALŠÍ
ja: 次
ko: 다음
sk: ĎALŠÍ

# LockLog
source: %@ opened the lock %@
cs: %@ otevřel zámek %@
ja: %@は%@の錠を開けました
ko: %@에서%@을열었습니다.
sk: %@ otvoril zámok %@

# AddShareUser
source: Add shared user
cs: Přidat uživatele ke sdílení
ja: 共有ユーザーを追加する
ko: 공유사용자추가
sk: Pridať užívateľa na zdieľanie

source: Edit Share User
cs: Upravit Uživatele ke sdílení
ja: 共有ユーザーを編集
ko: 공유 사용자 수정
sk: Upraviť Užívateľa na zdieľanie

source: Permanent
cs: Trvalý
ja: 恒久的なアクセス権
ko: 영구적인
sk: Trvalý

# SetStartTime
source: Start Date
cs: Počáteční datum
ja: 開始日
ko: 시작
sk: Počiatočný dátum

# SetEndTime
source: End Date
cs: Datum ukončení
ja: 終了日
ko: 종료
sk: Dátum ukončenia

# AddNewShareAccess
source: Add Share Access
cs: Přidat sdílený přístup
ja: 共有アクセスを追加する
ko: 접근권한공유추가
sk: Pridať zdieľaný prístup

source: Edit Share Access
cs: Upravit sdílený přístup
ja: 共有アクセスを編集
ko: 공유 액세스 수정
sk: Upraviť zdieľaný prístup

source: YES
cs: Ano
ja: はい
ko: 네
sk: Áno

source: NO
cs: Ne
ja: いいえ
ko: 아니오
sk: Nie

source: My Own
cs: Můj vlastní
ja: 自分自身
ko: 소유
sk: Môj vlastný

# Shared
source: Shared Access
cs: Sdílený přístup
ja: 共有アクセス
ko: 공유 액세스
sk: Zdieľaný prístup

source: Roll Back
cs: Návrat zpět
ja: ロールバック
ko: 롤백
sk: Návrat späť

# ResendCount
source: Resend(%d)
cs: Odeslat znovu(%d)
ja: 再送信する(%d)
ko: 재전송(%d)
sk: Odoslať znova(%d)

source: Resend
cs: Odeslat znovu
ja: 再送信する
ko: 재전송
sk: Odoslať znova

source: Connected
cs: Připojeno
ja: 接続済み
ko: 연결됨
sk: Pripojené

source: Disconnected
cs: Odpojeno
ja: 切断されました
ko: 연결이끊어짐
sk: Odpojené

source: Edit
cs: Změnit
ja: 編集
ko: 수정
sk: Zmeniť

source: Done
cs: Hotovo
ja: 完了
ko: 완료
sk: Hotovo

# LeftHand
source: Left
cs: Levá
ja: 左
ko: 왼손
sk: Ľavá

# RightHand
source: Right
cs: Pravá
ja: 右
ko: 오른손
sk: Pravá

# ThumbFinger
source: Thumb
cs: Palec
ja: 親指
ko: 엄지
sk: Palec

# IndexFinger
source: Index
cs: Ukazovák
ja: 人差し指
ko: 검지
sk: Ukazovák

# MiddleFinger
source: Middle
cs: Prostředník
ja: 中指
ko: 중지
sk: Prostredník

# RingFinger
source: Ring
cs: Prsteník
ja: 薬指
ko: 약지
sk: Prstenník

# LittleFinger
source: Little
cs: Malík
ja: 小指
ko: 소지
sk: Malík

source: Fingerprint
cs: Otisk prstu
ja: 指紋
ko: 지문
sk: Odtlačok prsta

source: Confirm delete
cs: Smazat
ja: 削除しますか
ko: 정말 삭제하시겠습니까
sk: Zmazať

# AdddNewLock
source: Add A New Tapplock
cs: PŘIDAT NOVÝ TAPPLOCK
ja: Tapplockを追加
ko: 새로운Tapplock을추가하기
sk: PRIDAŤ NOVÝ TAPPLOCK

# Tutorial_AddShareAccess
source: ADD SHARE ACCESS Want to share your lock to a friend?
cs: Přidat sdílený přístup Chcete sdílet zámek s kamarádem? Klikněte zde.
ja: 共有アクセスを追加する あなたのTapplockを友人と共有したいですか？
ko: 접근권한공유추가 지인에게잠금해제권한을공유하시겠습니까?
sk: Pridať zdieľaný prístup Chcete zdieľať zámok s kamarátom? Kliknite tu.?

# Tutorial_OneTimeAccess
source: ONE TIME ACCESS Give the shared person a temporary 10 min access within the set time.
cs: JEDNORÁZOVÝ PŘÍSTUP Umožněte sdílené osobě dočasný 10 minutový přístup v rámci nastaveného času.
ja: ワンタイムアクセス 設定された時間内に共有の人に一時的に10分間のアクセスを与えます。
ko: 일회성권한부여 공유된사람에게제한시간10분동안일시적인잠금해제권한을부여해보십시오.
sk: JEDNORAZOVÝ PRÍSTUP Umožnite zdieľanej osobe dočasný 10 minútový prístup v rámci nastaveného času.

# Tutorial_PermanentAccess
source: PERMANENT Share the lock forever! (You can always revoke access)
cs: Trvalý Sdílejte zámek navždy! (Vždy můžete přístup odebrat)
ja: 恒久的な Tapplockを永遠に共有してください！ （いつでもアクセスを取り消すことができます）
ko: 영구적인 영구적으로잠금해제권한을부여해보십시오! (언제든지권한을취소할수있습니다.)
sk: Trvalý Zdieľajte zámok navždy! (Vždy môžete prístup odobrať)

# Tutorial_FingerprintName
source: ADD FINGERPRINT Add your name here.
cs: PŘIDAT OTISK Zde přidejte své jméno.
ja: 指紋を追加する あなたの名前をここに追加してください。
ko: 지문추가 이름을여기에추가하십시오.
sk: PRIDAŤ ODTLAČOK Tu pridajte svoje meno.

# Tutorial_FingerprintHand
source: ADD FINGERPRINT Choose which hand.
cs: PŘIDAT OTISK Vyberte ruku..
ja: 指紋を追加する どの手を選びますか？
ko: 지문추가 사용할손선택
sk: PRIDAŤ ODTLAČOK Vyberte ruku..

# Tutorial_FingerprintFinger
source: ADD FINGERPRINT Choose which finger.
cs: PŘIDAT OTISK Vyberte prst.
ja: 指紋を追加する どの指を選びますか？
ko: 지문추가 사용할손가락선택
sk: PRIDAŤ ODTLAČOK Vyberte prst.

# Tutorial_FingerprintAddOwner
source: ADD FINGERPRINT OWNER Want to add more names? Click here
cs: Přidat vlastníka otisku Chcete přidat více jmen? Klikněte zde
ja: 指紋の所有者を追加する より多くの名前を追加したいですか？ ここをクリック。
ko: 지문사용자추가 이름을더추가하시겠습니까?여기를클릭하십시오.
sk: Pridať vlastníka odtlačku Chcete pridať viac mien? Kliknite tu

# Tutorial_TapplockAdd
source: ADD A NEW TAPPLOCK Click here to add your lock.
cs: PŘIDAT NOVÝ TAPPLOCK Klikněte pro přidání zámku.
ja: 新しいTapplockを追加 Tapplockを追加するには、ここをクリックしてください。
ko: 새로운Tapplock을추가하기 잠금장치를추가하려면여기를클릭하십시오.
sk: PRIDAŤ NOVÝ TAPPLOCK Kliknite pre pridanie zámku..

# Tutorial_TapplockLockCell
source: LOCK DETAILS Click here to find more about your lock.
cs: DETAILY O ZÁMKU Klikněte pro přidání zámku..
ja: Tapplock詳細 あなたのTapplockの詳細を見つけるには、ここをクリックしてください。
ko: 잠금장치세부정보 더많은잠금장치를여기서찾아보십시오.
sk: DETAILY O ZÁMKU Kliknite pre pridanie zámku..

# Tutorial_DetailUnlock
source: BLUETOOTH UNLOCKING Click here to open the lock while connected via Bluetooth.
cs: ODEMČENÍ PŘES BLUETOOTH Pro otevření zámku během připojení k Bluetooth klikněte zde..
ja: Bluetoothによる開錠 Bluetooth経由で接続中にTapplockを開くには、ここをクリックしてください。
ko: 블루투스잠금해제 블루투스가연결되어있는동안잠금장치를열려면여기를클릭하십시오.
sk: ODOMKNUTIE CEZ BLUETOOTH Pre otvorenie zámku počas pripojenia k Bluetooth kliknite tu..

# Tutorial_DetailFingerprints
source: MANAGE FINGERPRINTS Click here to manage fingerprints
cs: SPRÁVA OTISKŮ Klikněte zde pro správu otisků
ja: 指を操作する 指紋を管理するには、ここをクリックしてください
ko: 지문관리 지문을관리하려면여기를클릭하십시오.
sk: SPRÁVA ODTLAČKOV Kliknite tu pre správu odtlačkov

# Tutorial_DetailSetting
source: LOCK SETTING Set the profile pic and lock name here
cs: Nastavení zámku Nastavte profilový obrázek a název zámku zde.
ja: ロック設定 プロファイルの写真とTapplockの名前をここに設定します。
ko: 잠금설정 프로필사진및잠금장치이름을여기에설정하십시오.
sk: Nastavenie zámku Nastavte profilový obrázok a názov zámku tu.

# Tutorial_MorseCode
source: MORSE CODE Click here to setup your custom Morse Code for your Tapplock.
cs: Morseovka Klikněte zde pro nastavení morseovky do vašeho Tapplocku..
ja: モールス符号 Tapplockのカスタムモールス符号を設定するには、ここをクリックしてください。
ko: 모스부호 Tapplock의모스부호를설정하려면여기를클릭하십시오.
sk: Morzeovka Kliknite tu pre nastavenie morzeovky do vášho Tapplocku.

source: Alert
cs: Upozornění
ja: 警報
ko: 알림
sk: Upozornenie

# MustUpdateMessage
source: There is a new update for the App. Please update to the latest version.
cs: Je dostupná nová aktualizace aplikace. Proveďte aktualizaci na nejnovější verzi.
ja: Tapplockの新しい更新があります！ 最新のバージョンに更新してください。
ko: 새로운 버전의 업데이트가 있습니다. 최신 버전으로 업그레이드 하십시오.
sk: Je dostupná nová aktualizácia aplikácie. Vykonajte aktualizáciu na najnovšiu verziu.

# CanUpdateMessage
source: New version of the app detected. Do you want to update?
cs: Je dostupná nová verze aplikace. Chcete ji aktualizovat nyní?
ja: 新しいバージョンのアプリが検出されました。更新しますか？
ko: 새로운 버전의 앱이 감지되었습니다. 업데이트 하시겠습니까?
sk: Je dostupná nová verzia aplikácie. Chcete ju aktualizovať teraz?

# DownloadingBLE
source: Downloading Bluetooth firmware
cs: Stahování Bluetooth firmwaru
ja: ダウンロード中 Bluetooth Firmware
ko: 블루투스 펌웨어 다운로드
sk: Sťahovanie Bluetooth firmvéru

# UpdatingDontTurnOff
source: Updating, please do not turn off Bluetooth
cs: Probíhá aktualizace, nevypínejte Bluetooth
ja: アップデート中、Bluetoothを切らないでください。
ko: 업데이트중, 블루투스를 끄지 마십시오
sk: Prebieha aktualizácia, nevypínajte Bluetooth

source: New firmware version
cs: Nová verze firmwaru
ja: 最新ファームウェアバージョン
ko: 새로운 펌웨어 버전
sk: Nová verzia firmvéru

source: Update content
cs: Aktualizovat obsah
ja: 内容をアップデートしてください。
ko: 콘텐츠 업데이트
sk: Aktualizovať obsah

source: Update now
cs: Aktualizovat nyní
ja: 今すぐアップデートしてください。
ko: 지금 업데이트
sk: Aktualizovať teraz

# Downloadfailed
source: Download failed, please download again
cs: Stahování selhalo, zkuste to znovu
ja: ダウンロードは失敗しました、 再度ダウンロードしてください
ko: 다운로드 실패, 다시 다운로드 하십시오
sk: Sťahovanie zlyhalo, skúste to znova

# Installationfailed
source: Installation failed, please install again
cs: Instalace selhala, zkuste to znovu
ja: インストールは失敗しました、再インストールしてください
ko: 설치 실패, 다시 설치하십시오
sk: Inštalácia zlyhala, skúste to znova

source: Firmware update
cs: Aktualizace firmwaru
ja: ファームウェアアップデート
ko: 펌웨어 업데이트
sk: Aktualizácia firmvéru

# LockNewFirmwareVersionTotals
source: New firmware update. Please go to Lock Setting > Firmware Update to start
cs: Nová aktualizace firmwaru. Chcete-li začít, přejděte do části Nastavení zámku> Aktualizace firmwaru
ja: 新しいファームウェアのアップデート。 ロック設定を行ってください〉開始するファームウェアのアップデート開始。
ko: 새로운 펌웨어 업데이트. 업데이트를 시작하려면 설정 > 펌웨어 업데이트로 이동하십시오
sk: Nová aktualizácia firmvéru. Prejdite do časti Nastavenie zámky> Aktualizácia firmvéru

# LockOpenLocationService
source: Please turn on the Location service
cs: Zapněte službu Umístění
ja: 位置情報サービスをオンにしてください
ko: 위치 서비스를 켜십시오.
sk: Zapnite službu Umiestnenie

source: Go to setting
cs: Jdi do nastavení
ja: 設定に移動
ko: 설정으로 바로 가기
sk: Choď do nastavení
